tap "homebrew/bundle"
brew "capstone"
brew "qemu"
brew "colima"
brew "docker"
brew "docker-machine"
brew "ffmpeg"
brew "libtool"
brew "node"
brew "nvm"
brew "podman"
brew "tmux"
cask "alt-tab"
cask "git-credential-manager"
cask "stats"
cask "virtualbox"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "iden3.circom"
vscode "juanblanco.solidity"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "nomicfoundation.hardhat-solidity"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "sumneko.lua"
vscode "tintinweb.vscode-circom-pro"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "vlanguage.vscode-vlang"
vscode "vscodevim.vim"
vscode "xadillax.viml"
