alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
arch-install-scripts
ayatana-ido
base
base-devel
bind
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
btop
btrfs-assistant
btrfs-progs
btrfsmaintenance
cachyos-gaming-applications
cachyos-gaming-meta
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-mirrorlist
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
ccid
chrpath
chwd
cpupower
cryptsetup
cuda
davinci-resolve
device-mapper
diffutils
dmenu
dmidecode
dmraid
dnsmasq
docker
docker-desktop
dosfstools
downgrade
e2fsprogs
efibootmgr
efitools
egl-wayland
ethtool
ex-vi-compat
exfatprogs
f2fs-tools
firefox
flite
fvm
garcon
git
github-cli
gnome-disk-utility
gst-libav
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-smb
hdparm
heroic-games-launcher-bin
hwdetect
hyprwhspr
i3-wm
i3lock
i3status
inetutils
iptables-nft
iwd
jfsutils
less
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-icd-loader
libayatana-appindicator
libayatana-indicator
libfido2
libva-nvidia-driver
lightdm
lightdm-gtk-greeter
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
linux-firmware
logrotate
lsb-release
lsscsi
lvm2
ly
man-db
man-pages
mangohud
mdadm
mesa-utils
mkinitcpio
modemmanager
mtools
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
nvidia-settings
nvidia-utils
nvtop
obs-studio-browser
opencl-nvidia
opensnitch
openssl-1.1
os-prober
pacman-contrib
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
pkgfile
plymouth
power-profiles-daemon
protonup-qt
python
python-click
python-fastjsonschema
python-fido2
python-jaraco.classes
python-jeepney
python-keyring
python-lark-parser
python-mss
python-poetry-core
python-pskc
python-pyscard
python-secretstorage
python-zxing-cpp
qemu-full
rebuild-detector
reflector
s-nail
sg3_utils
sioyek-git
smartmontools
snapper
socat
sof-firmware
sudo
swtpm
sysfsutils
tailscale
tcpdump
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin
thunar-volman
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo
ttf-meslo-nerd
tumbler
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
vim
voxtype-bin
vulkan-icd-loader
which
wine-cachyos
wireless-regdb
wireplumber
wpa_supplicant
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xl2tpd
xorg-server
xorg-server-xvfb
xorg-xinit
xorg-xrandr
yubikey-manager
zen-twilight-bin
zsh
